{
    "sets": [
        {
            "name": "METR-LA",
            "description": "METR-LA - датасет дорожного трафика Лос-Анджелеса. Содержит измерения средней скорости движения транспорта (миль/час) по дорожным сенсорам. Каждый канал - один сенсор. Данные собраны с марта по июнь 2012 года. Целевая переменная — средняя скорость движения по каждому сенсору. Экзогенные переменные отсутствуют. Ряды вещественные, категориальные данные отсутствуют. Наблюдается сезонность."
        },
        {
            "name": "PEMS-BAY",
            "description": "PEMS-BAY — датасет дорожного трафика района залива Сан-Франциско (Bay Area, Калифорния). Содержит измерения средней скорости движения транспорта (миль/час) по дорожным сенсорам. Каждый канал - один сенсор. Данные собраны с января по май 2017 года. Целевая переменная – средняя скорость движения по каждому сенсору. Экзогенные переменные отсутствуют. Рядые вещественные, регулярные. Категориальные данные отсутствуют. Наблюдается выраженная суточная и недельная сезонность."
        },
        {
            "name": "PEMS04",
            "description": "PEMS04 — датасет дорожного трафика округа Лос-Анджелес (штат Калифорния, США) из системы Caltrans Performance Measurement System (PeMS). Содержит измерения загруженности дорог (traffic flow, единицы — количество транспортных средств за фиксированный интервал времени) по 307 дорожным сенсорам.  Данные собраны за период с 1 января по 28 февраля 2018 года с шагом 5 минут. Экзогенные переменные отсутствуют. Ряды вещественные, регулярные. Наблюдается суточная и недельная сезонность. Категориальные данные отсутствуют."
        },
        {
            "name": "PEMS08",
            "description": "PEMS08 — датасет дорожного трафика округа Сан-Бернардино (штат Калифорния, США) из системы Caltrans Performance Measurement System (PeMS). Содержит измерения загруженности дорог (traffic flow, единицы — количество транспортных средств за фиксированный интервал времени) по 170 дорожным сенсорам. Данные собарны за период с 1 июля по 31 августа 2016 года с шагом 5 минут. Экзогенные переменные отсутствуют. Ряды вещественные, регулярные. Наблюдается суточная и недельная сезонность. Категориальные данные отсутствуют."
        },
        {
            "name": "ETTh1",
            "description": "ETTh1 — датасет мониторинга работы электроэнергетического оборудования из набора Electricity Transformer Temperature (ETT). Он содержит данные о температуре и нагрузке, собранных с силовых трансформаторов. Набор данных содержит такие характеристики, как температура трансформаторов высокого, среднего и низкого напряжения (HUFL, HULL, MUFL, MULL, LUFL, LULL) и рабочая температура (OT), которая служит основной целью прогнозирования. Данные собраны за два года с шагом 1 час. Ряды вещесвтенные, регулярные. Наблюдается выраженная суточная и годовая сезонность. Категориальные характеристики отсутствуют."
        },
        {
            "name": "Electricity",
            "description": "Electricity — датасет почасового потребления электроэнергии по отдельным потребителям в Австралии (один канал относится к одному потребителю). Содержит измерения объёма потреблённой электроэнергии (в кВт·ч) для каждого потребителя. Данные собраны за период с 2012 по 2014 год с шагом 1 час. Целевая переменная — объём потребления электроэнергии (кВт·ч) для каждого потребителя. Экзогенные переменные отсутствуют. Ряды вещесвтенные, регулярные. Категориальные факторы отсутствуют."
        },
        {
            "name": "Solar",
            "description": "Solar — датасет солнечной генерации по сети фотоэлектрических станций в США. Содержит измерения выработки солнечной энергии (в нормализованных единицах) по 137 станциям. Данные собраны за период с 1 января по 31 декабря 2006 года. Целевая переменная – объем выработки ослнечной энергии по каждой станции, зкзогенные переменные отсутствуют. Ряды вещественные, регулярные."
        },
        {
            "name": "Wind",
            "description": "Wind — датасет метеопрогнозов и фактических измерений параметров атмосферы, собранный для оценки и прогнозирования скорости ветра. Датасет содержит переменных (метеопоказатели): pred_w_speed — прогноз скорости ветра (м/с), полученный из внешней метеомодели, pred_w_dir — прогноз направления ветра (градусы, 0–360), pred_temp — температура воздуха (°C), pred_pressure — прогноз атмосферного давления (гПа), pred_humidity — прогноз относительной влажности воздуха (%), ture_w_speed — фактическая измеренная скорость ветра (м/с). В качестве целевой переменной, как правило, используют фактическую скорость ветра, остальные используют в качестве предикторов. Ряды вещественные, регулярные, с фиксированным временным шагом. Категориальные данные отсутствуют."
        },
        {
            "name": "ILI",
            "description": "ILI Health – набор данных CDC Influenza-like Illness (ILI), набор собирается U.S. Centers for Disease Control and Prevention (CDC) в рамках программы ILINet (Influenza-like Illness Surveillance Network). Каждую неделю врачи и клиники в США сообщают статистику о случаях, похожих на грипп (ILI, influenza-like illness). CDC агрегирует эти данные и публикует их в открытом доступе. Набор данных содержит следующие переменные: '% WEIGHTED ILI' — процент обращений по поводу ILI, взвешенный по числу визитов к врачам в разных регионах (корректирует разницу в размерах выборки), '% UNWEIGHTED ILI' — \"сырой\" процент обращений по поводу ILI без взвешивания, 'AGE 0-4' и 'AGE 5-24' – доля пациентов с ILI в соответствующей возрастной группе, 'ILITOTAL' – общее число визитов к врачам по поводу ILI за неделю, 'NUM. OF PROVIDERS' – число медицинских учреждений/врачей, приславших отчёт в эту неделю, 'OT' (Other) — категория \"другое\", иногда используется для случаев вне основных возрастных групп. В качестве прогнозируемой переменной обычно рассматирвается '% WEIGHTED ILI' или '% UNWEIGHTED ILI', остальное – в качестве экзогенных. Категориальные признаки отсутствуют."
        }
    ]
}