{
    "sets": [
        {
            "name": "METR-LA",
            "description": {
                "methodological": "Это датасет дорожного трафика Лос-Анджелеса. Содержит измерения средней скорости движения транспорта (в миль/час) по дорожным датчикам (сенсорам). Каждый канал ряда соответствует одному сенсору. Данные собраны с марта по июнь 2012 года. В качестве эндогенной пременной здесь выступает весь ряд, экзогенные переменные отсутствуют.",
                "subject": "Набор данных про дорожное движение в Лос-Анджелесе. В нём собраны показания датчиков, которые измеряли среднюю скорость машин (в милях в час) на дорогах. У каждого датчика свой «ряд» измерений, то есть данные по нему идут отдельно. Информация собиралась с марта по июнь 2012 года. В этих данных есть только сами измерения скоростей, никакой дополнительной информации (например, погоды или праздников) тут нет."
            }
        },
        {
            "name": "PEMS-BAY",
            "description": {
                "methodological": "Датасет дорожного трафика района залива Сан-Франциско (штат Калифорния). Содержит измерения средней скорости движения транспорта (в миль/час) по дорожным сенсорам. Каждый канал ряда соответствует одному сенсору. Данные собраны с января по май 2017 года. В качестве эндогенной переменной выступает весь ряд, экзогенные переменные отсутствуют.",
                "subject": "Это данные о движении транспорта в районе залива Сан-Франциско (Калифорния). Они собраны с дорожных датчиков, которые фиксировали среднюю скорость машин (в милях в час). У каждого датчика есть свой набор измерений. Данные охватывают период с января по май 2017 года. Здесь есть только сами скорости, никакой дополнительной информации (например, о погоде или событиях) нет."
            }
        },
        {
            "name": "ETTh1",
            "description": {
                "methodological": "Датасет мониторинга работы элетроэнергетического оборудования из набора Electricity Transformer Temperature (ETT). Содержит данные о температуре и нагрузке, собранных с силовых трансформаторов. Набор данных содержит такие характеристики, как температура трансформаторов высокого, среднего и низкого напряжения (HUFL, HULL, MUFL, MULL, LUFL, LULL) и рабочая температура (OT), которая является эндогенной переменной. Данные собраны за два года с шагом 1 час.",
                "subject": "Данные о работе оборудования в электроэнергетике, из набора Electricity Transformer Temperature (ETT). В них записаны показатели температуры и нагрузки силовых трансформаторов. Есть измерения температуры трансформаторов разного уровня напряжения (высокого, среднего и низкого), а также общая рабочая температура. Главным показателем здесь считается рабочая температура. Данные собирались в течение двух лет, каждое измерение делалось раз в час."
            }
        },
        {
            "name": "Electricity",
            "description": {
                "methodological": "Датасет почасового потребления электроэнергии по отдельным потребителям а Австралии (один канал относится к одному потребителю). Каждое измерение обозначает потребление электроэнергии (в кВт·ч). Данные почасовые с 2012 по 2014 год. Эндогенное переменной является объем потребления, экзогенные переменные отсутствуют.",
                "subject": "Это данные о почасовом потреблении электроэнергии в Австралии. Каждый ряд соответствует одному потребителю, а каждое значение показывает, сколько электроэнергии он использовал за час (в кВт·ч). Записи ведутся с 2012 по 2014 год. Главный показатель здесь — объём потребления. Другой информации, кроме самих данных о потреблении, в наборе нет."
            }
        },
        {
            "name": "Solar",
            "description": {
                "methodological": "Датасет солнечной генерации по сети фотоэлектрических станций в США. Содержит измерения выработки солнечной энергии (в нормализованных единицах), один канал ряда соответствует одной станции. Данные собраны за один год. Сам ряд является эндогенной переменной, экзогенные переменные отсутствуют.",
                "subject": "Это данные о выработке солнечной энергии на сети электростанций в США. Каждый ряд соответствует одной станции, а значения показывают количество выработанной энергии (в пересчёте на удобные нормированные единицы). Информация собрана за один год. Дополнительная информация отсутствует."
            }
        },
        {
            "name": "Wind",
            "description": {
                "methodological": "Датасет метеопрогнозов и фактических измерений параметров атмосферы, собранный для оценки и прогнозирования скорости ветра. Содержит следующие метеопоказатели: pred_w_speed — прогноз скорости ветра (м/с), полученный из внешней метеомодели, pred_w_dir — прогноз направления ветра (градусы, 0–360), pred_temp — температура воздуха (°C), pred_pressure — прогноз атмосферного давления (гПа), pred_humidity — прогноз относительной влажности воздуха (%), ture_w_speed — фактическая измеренная скорость ветра (м/с). В качестве целевой переменной, как правило, используют фактическую скорость ветра, остальные используют в качестве предикторов.",
                "subject": "Данные о погоде, собранные для анализа и прогнозирования скорости ветра. В наборе есть прогнозные значения: скорость ветра, направление ветра, температура воздуха, давление и влажность. Кроме того, есть фактические замеры скорости ветра."
            }
        },
        {
            "name": "ILI",
            "description": {
                "methodological": "Набор данных CDC Influenza-like Illness (ILI), набор собирается U.S. Centers for Disease Control and Prevention (CDC) в рамках программы ILINet (Influenza-like Illness Surveillance Network). Каждую неделю врачи и клиники в США сообщают статистику о случаях, похожих на грипп (ILI, influenza-like illness). CDC агрегирует эти данные и публикует их в открытом доступе. Набор данных содержит следующие переменные: '% WEIGHTED ILI' — процент обращений по поводу ILI, взвешенный по числу визитов к врачам в разных регионах (корректирует разницу в размерах выборки), '% UNWEIGHTED ILI' — \"сырой\" процент обращений по поводу ILI без взвешивания, 'AGE 0-4' и 'AGE 5-24' – доля пациентов с ILI в соответствующей возрастной группе, 'ILITOTAL' – общее число визитов к врачам по поводу ILI за неделю, 'NUM. OF PROVIDERS' – число медицинских учреждений/врачей, приславших отчёт в эту неделю, 'OT' (Other) — категория \"другое\", иногда используется для случаев вне основных возрастных групп. В качестве прогнозируемой переменной обычно рассматирвается '% WEIGHTED ILI' или '% UNWEIGHTED ILI', остальное – в качестве экзогенных.",
                "subject": "Данные о случаях заболеваний, похожих на грипп, которые собирает Центр по контролю и профилактике заболеваний США (CDC). Каждую неделю врачи и клиники по всей стране сообщают, сколько у них было таких пациентов. CDC объединяет эти сведения и публикует их. В данных указаны: процент обращений с симптомами, похожими на грипп, скорректированный с учётом количества визитов в разных регионах, \"простой\" процент обращений без корректировки, доля заболевших в возрасте 0–4 года и 5–24 года, общее количество визитов к врачам по поводу таких заболеваний за неделю, число врачей и клиник, приславших отчёт, отдельная категория «другое» для случаев вне основных возрастных групп."
            }
        }
    ]
}